Repository: basirkhan1995/zaitoon_application
Catalog: lib/l10n/app_*.arb
Languages: ar

# required
source: {fieldName} is required
ar: {fieldName} الزامی ده

# hello
source: Hello, {name}
ar: سلام, {name}

source: Welcome
ar: خوش آمدید

source: Invoice Total
ar: مجموع فاکتور

source: Databases
ar: دیتابیسونه

source: New Database
ar: نوی دیتابیس

source: Browse
ar: خلاص کول

source: Recent Databases
ar: خلاص شوی دیتابیسونه

# systemTheme
source: System
ar: تم سیستم

# darkTheme
source: Dark
ar: تم تاریک

# lightTheme
source: Light
ar: تم روشن

# accessDeniedMessage
source: Username or password is incorrect
ar: رمز عبور یا حساب کاربر نادرست میباشد

source: User not found.
ar: کاربر یافت نشد.

source: Incorrect password.
ar: رمز عبور اشتباه است.

# userInactive
source: User account is inactive.
ar: حساب کاربری غیرفعال است.

# loginSuccess
source: Login successful.
ar: ورود موفقیت‌آمیز بود.

source: Dashboard
ar: داشبورد

source: Invoice
ar: بل

source: Estimate
ar: قیمت ورکول

source: Settings
ar: ترتیبات

source: Logout
ar: وتل

source: Username
ar: کاربر حساب

source: Password
ar: عبور رمز

# loginTitle
source: Login
ar: ننوتل

source: Register
ar: ثبتول

source: Accounts
ar: حسابونه

source: Transport
ar: حمل او نقل

source: Admin
ar: مدیر

source: Editor
ar: تغییرورکول

source: Viewer
ar: کتل

# report
source: Reports
ar: گزارشونه

source: Database
ar: دیتابیس

source: About
ar: درباره

source: Backup
ar: پشتیبانی

source: General
ar: عمومی

# invoiceSettings
source: Invoice
ar: تنظیمات بل

# databaseSettings
source: Database
ar: دیتابیس

# accountSettings
source: Account
ar: حساب

# systemSettings
source: System
ar: سیستم

source: Theme
ar: رنگونه

source: Language
ar: ژبه

source: Yes
ar: هوو

source: No
ar: نه

# logoutMessage
source: Do you want to logout?
ar: آیا تاسو خپل حساب نه ووزی؟

# ignore
source: Cancel
ar: لغو

# alertTitle
source: Are you sure?
ar: آیا داد یاست تاسو؟

# deleteMessage
source: Do you wanna delete?
ar: آیا تاسو غواری حذف وکی؟

# removeMessage
source: Do you wanna remove?
ar: آیا تاسو غواری حذف وکری؟

source: Old Password
ar: زاره رمز

source: New Password
ar: نوی رمز

# passwordErrorMessage
source: Password is not verified
ar: مخکنی رمز نادرست ده

source: UPDATE
ar: نوی کول

# passwordNotMatch
source: Passwords don't match!
ar: رمز عبور یو شی نه دی

# changePasswordTitle
source: Change Password
ar: رمز تغییر ورکول

# confirmPassword
source: Re-enter password
ar: رمز عبور تکرار

# passwordSettingHint
source: Verify your current password
ar: رمز عبور قبلی خود را تائید نماید

source: Mobile
ar: مبایل

source: Mobile 2
ar: مبایل 2

source: Your name
ar: نوم او کورنی نوم

source: Business name
ar: شرکت نوم

source: Address
ar: پته

source: Email
ar: الکترونیکی پته

source: EDIT
ar: تغییر ورکول

source: CANCEL
ar: لغوه کول

# backupMessage
source: Backup successfully
ar: پشتیبانی موفقانه انجام شد

source: Refresh
ar: تازه کول

source: Advanced
ar: پیشرفته

source: Enable
ar: فعالول

source: Enabled
ar: فعال

source: Company
ar: شرکت

source: Currency
ar: ارز

source: Products
ar: محصولات

source: QTY
ar: تعداد

source: Item name
ar: جنس نوم

source: Description
ar: شرح

source: Tax %
ar: % مالیات

source: Total
ar: مجموعه

source: Rate
ar: قیمت

source: Discount %
ar: % تخفیف

source: Invoice number
ar: نمبر بل

source: Customer not found
ar: پیروندکی پیدا نسو

source: Customer
ar: پیرودونکی

source: Due date
ar: تسلیمی نیته

source: Invoice date
ar: بل نیته

source: New Estimate
ar: قیمت دهی

# duplicateProductMessage
source: Product already exists
ar: دا محصول مخکی ثبت شوی

source: Vat
ar: مالیات

source: Client
ar: پیرودونکی

source: Subtotal
ar: فرعی مجموعه

source: Supplier
ar: عرضه کونکی

# termsAndCondition
source: Terms & Condition
ar: شرایط او قوانین

# action
source: Actions
ar: عملیات

source: Add Item
ar: اضافه کول

source: CREATE
ar: ثبتول

source: Sell Price
ar: فروش قیمت

source: Buy Price
ar: خرید قیمت

source: Quantity
ar: تعداد

source: Product name
ar: محصول نوم

# newProductTitle
source: NEW PRODUCT
ar: نوی محصول

source: SerialNumber
ar: محصول شناسه

source: Step 1
ar: لومری مرحله

source: Step 2
ar: دویمه مرحله

source: Step 3
ar: دریمه مرحله

source: User Account
ar: کاربر حساب

source: In progress
ar: د پرمختګ

source: Completed
ar: ختم

source: Pending
ar: انتظار

source: Previous
ar: شاته

source: Next
ar: بل

source: Back
ar: بیرون

source: Database Name
ar: دیتابیس نوم

# registerCompany
source: Company Registration
ar: شرکت ثبتول

source: Print
ar: چاپ

source: Print preview
ar: ویرایش

source: Printer
ar: چاپ دستگاه

source: ID
ar: شناسه

source: Account name
ar: حساب نوم

source: Balance
ar: بیلانس

# newAccountTitle
source: New Account
ar: نوی حساب

source: Search accounts
ar: حسابونه لتون

# noAccountMessage
source: No Account found
ar: حساب پیدا نسو

# noProducts
source: No Products Available
ar: محصول پیدا نسو

# productSearch
source: Search Products
ar: محصولات لتون

# inventory
source: Stock
ar: موجودی

# averagePrice
source: Avg Price
ar: خرید قیمت

# newKeyword
source: NEW
ar: نوی

source: Currency Code
ar: ارز کد

# currnecy_symbol
source: Symbol
ar: سمبول

source: Currency name
ar: ارز نوم

source: New Currency
ar: نوی ارز
